// генерировать эти данные функцией
const data = {
  '01.09': [
    {
      lessons: [
        {
          id: 0,
          places: ['700', '105', '404'],
          subject: 'РемЭСО',
          teachers: ['Варлаков', 'Беликов', 'Чикирев'],
          themes: ['12.1', '12.2', '12.3'],
          type: 'практика',
        },
        {
          id: 1,
          places: ['700', '105', '404'],
          subject: 'РемЭСО',
          teachers: ['Варлаков', 'Беликов', 'Чикирев'],
          themes: ['12.1', '12.2', '12.3'],
          type: 'практика',
        },
        {
          id: 2,
          places: ['700', '105', '404'],
          subject: 'РемЭСО',
          teachers: ['Варлаков', 'Беликов', 'Чикирев'],
          themes: ['12.1', '12.2', '12.3'],
          type: 'практика',
        },
      ],
      troop: 431,
    },
    {
      lessons: [
        {
          places: ['700', '105', '404'],
          subject: 'РемЭСО',
          teachers: ['Варлаков', 'Беликов', 'Чикирев'],
          themes: ['12.1', '12.2', '12.3'],
          type: 'практика',
        },
        {
          places: ['700', '105', '404'],
          subject: 'РемЭСО',
          teachers: ['Варлаков', 'Беликов', 'Чикирев'],
          themes: ['12.1', '12.2', '12.3'],
          type: 'практика',
        },
        {
          places: ['700', '105', '404'],
          subject: 'РемЭСО',
          teachers: ['Варлаков', 'Беликов', 'Чикирев'],
          themes: ['12.1', '12.2', '12.3'],
          type: 'практика',
        },
      ],
      troop: 432,
    },
    {
      lessons: [
        {
          places: ['700', '105', '404'],
          subject: 'РемЭСО',
          teachers: ['Варлаков', 'Беликов', 'Чикирев'],
          themes: ['12.1', '12.2', '12.3'],
          type: 'практика',
        },
        {
          places: ['700', '105', '404'],
          subject: 'РемЭСО',
          teachers: ['Варлаков', 'Беликов', 'Чикирев'],
          themes: ['12.1', '12.2', '12.3'],
          type: 'практика',
        },
        {
          places: ['700', '105', '404'],
          subject: 'РемЭСО',
          teachers: ['Варлаков', 'Беликов', 'Чикирев'],
          themes: ['12.1', '12.2', '12.3'],
          type: 'практика',
        },
      ],
      troop: 433,
    },
  ],
  '03.09': [
    {
      lessons: [
        {
          places: ['700', '105', '404'],
          subject: 'РемЭСО',
          teachers: ['Варлаков', 'Беликов', 'Чикирев'],
          themes: ['12.1', '12.2', '12.3'],
          type: 'практика',
        },
        {
          places: ['700', '105', '404'],
          subject: 'РемЭСО',
          teachers: ['Варлаков', 'Беликов', 'Чикирев'],
          themes: ['12.1', '12.2', '12.3'],
          type: 'практика',
        },
        {
          places: ['700', '105', '404'],
          subject: 'РемЭСО',
          teachers: ['Варлаков', 'Беликов', 'Чикирев'],
          themes: ['12.1', '12.2', '12.3'],
          type: 'практика',
        },
      ],
      troop: 431,
    },
    {
      lessons: [
        {
          places: ['700', '105', '404'],
          subject: 'РемЭСО',
          teachers: ['Варлаков', 'Беликов', 'Чикирев'],
          themes: ['12.1', '12.2', '12.3'],
          type: 'практика',
        },
        {
          places: ['700', '105', '404'],
          subject: 'РемЭСО',
          teachers: ['Варлаков', 'Беликов', 'Чикирев'],
          themes: ['12.1', '12.2', '12.3'],
          type: 'практика',
        },
        {
          places: ['700', '105', '404'],
          subject: 'РемЭСО',
          teachers: ['Варлаков', 'Беликов', 'Чикирев'],
          themes: ['12.1', '12.2', '12.3'],
          type: 'практика',
        },
      ],
      troop: 432,
    },
    {
      lessons: [
        {
          places: ['700', '105', '404'],
          subject: 'РемЭСО',
          teachers: ['Варлаков', 'Беликов', 'Чикирев'],
          themes: ['12.1', '12.2', '12.3'],
          type: 'практика',
        },
        {
          places: ['700', '105', '404'],
          subject: 'РемЭСО',
          teachers: ['Варлаков', 'Беликов', 'Чикирев'],
          themes: ['12.1', '12.2', '12.3'],
          type: 'практика',
        },
        {
          places: ['700', '105', '404'],
          subject: 'РемЭСО',
          teachers: ['Варлаков', 'Беликов', 'Чикирев'],
          themes: ['12.1', '12.2', '12.3'],
          type: 'практика',
        },
      ],
      troop: 433,
    },
  ],
  10.09: [
    {
      lessons: [
        {
          places: ['700', '105', '404'],
          subject: 'РемЭСО',
          teachers: ['Варлаков', 'Беликов', 'Чикирев'],
          themes: ['12.1', '12.2', '12.3'],
          type: 'практика',
        },
        {
          places: ['700', '105', '404'],
          subject: 'РемЭСО',
          teachers: ['Варлаков', 'Беликов', 'Чикирев'],
          themes: ['12.1', '12.2', '12.3'],
          type: 'практика',
        },
        {
          places: ['700', '105', '404'],
          subject: 'РемЭСО',
          teachers: ['Варлаков', 'Беликов', 'Чикирев'],
          themes: ['12.1', '12.2', '12.3'],
          type: 'практика',
        },
      ],
      troop: 431,
    },
    {
      lessons: [
        {
          places: ['700', '105', '404'],
          subject: 'РемЭСО',
          teachers: ['Варлаков', 'Беликов', 'Чикирев'],
          themes: ['12.1', '12.2', '12.3'],
          type: 'практика',
        },
        {
          places: ['700', '105', '404'],
          subject: 'РемЭСО',
          teachers: ['Варлаков', 'Беликов', 'Чикирев'],
          themes: ['12.1', '12.2', '12.3'],
          type: 'практика',
        },
        {
          places: ['700', '105', '404'],
          subject: 'РемЭСО',
          teachers: ['Варлаков', 'Беликов', 'Чикирев'],
          themes: ['12.1', '12.2', '12.3'],
          type: 'практика',
        },
      ],
      troop: 431,
    },
    {
      lessons: [
        {
          places: ['700', '105', '404'],
          subject: 'РемЭСО',
          teachers: ['Варлаков', 'Беликов', 'Чикирев'],
          themes: ['12.1', '12.2', '12.3'],
          type: 'практика',
        },
        {
          places: ['700', '105', '404'],
          subject: 'РемЭСО',
          teachers: ['Варлаков', 'Беликов', 'Чикирев'],
          themes: ['12.1', '12.2', '12.3'],
          type: 'практика',
        },
        {
          places: ['700', '105', '404'],
          subject: 'РемЭСО',
          teachers: ['Варлаков', 'Беликов', 'Чикирев'],
          themes: ['12.1', '12.2', '12.3'],
          type: 'практика',
        },
      ],
      troop: 431,
    },
  ],
};

export default data;
